import { VoiceStatistic } from "../types/types";

export const questionAnswers: VoiceStatistic[] = [
  {
    id: "stat-1",
    question: "Что ты знаешь о нашей компании и вакансии?",
    answer:
      "Ваша компания очень известная по реализации банковских систем и является ведущей финтех компанией",
    matchPercentage: 85,
    aiAdvice:
      "В целом ответ очень неплохой, но стоило больше почитать про ценности компании, про проекты, которые она реализует",
  },
  {
    id: "stat-2",
    question: "Что ты знаешь о нашей компании и вакансии?",
    answer:
      "Ваша компания очень известная по реализации банковских систем и является ведущей финтех компанией",
    matchPercentage: 60,
    aiAdvice:
      "В целом ответ очень неплохой, но стоило больше почитать про ценности компании, про проекты, которые она реализует",
  },
];
